// 현재 버전을 저장하는 string 값입니다.
export const JAP_VER = "3.0.50"
export const GLO_VER = "2.14.300"

// 현재 버전의 신규 캐릭터를 저장하는 array입니다.
// 데이터 파일에서 이름을 찾아 코드로 입력해 주세요.
export const JAP_NEW = ["101010141", "101450011", "101450021", "101450031", "101450041"] // 22.12.20
export const GLO_NEW = ["101010141", "101450011", "101450021", "101450031", "101450041", "101030151"] // 22.12.29

// 현재 버전의 신규 버디를 저장하는 array입니다.
// 데이터 파일에서 이름을 찾아 코드로 입력해 주세요.
export const JAP_BUDDY_NEW = ["2000000001", "2000000002", "2000000003", "2000000004", "2000000005"]                // 22.11.01
export const GLO_BUDDY_NEW = []                // 22.10.21

// 현재 버전의 신규 현현을 저장하는 array입니다.
// 데이터 파일에서 이름을 찾아 id로 입력해 주세요.
export const JAP_MANIFEST_NEW = [199]
export const GLO_MANIFEST_NEW = [112]